export const learnings = {
	tree: [
		{ text: 'Герой увидел перед собой большое грушевое дерево' },
		{ text: 'Он хотел кушать и пошел добывать груши' },
		{ text: 'Но дерево большое и толстое, на него не залезть' },
		{
			text: 'Поищи под деревом, там могут лежать упавшие плоды',
			finishText: 'Понятно',
		},
	],

	treeSling: [
		{ text: 'Используйте рогатку, чтобы сбить с дерева свежие груши', },
	],

	fightSling: [
		{ text: 'Используйте рогатку, чтобы наносить больше урона' }
	],

	obstaclePower: [
		{ text: 'Вы можете использовать силу, чтобы преодолеть препятствие' }
	]
};
